{
	"@context": "http://schema.org",
	"@type": "DataCatalog",
	"name": "Human Protein Atlas",
	"license": "http://www.proteinatlas.org/about/licence",
	"thumbnailUrl": "http://www.proteinatlas.org/images_static/logo.gif",
	"citation": {
		"@type": "CreativeWork",
		"name": "Tissue-based map of the human proteome.",
		"author": {
			"@type": "Person",
			"givenName": "Mathias",
			"familyName": "Uhlen",
			"identifier": "http://orcid.org/0000-0002-4858-8056"
		},
		"identifier": "http://dx.doi.org/10.1126/science.1260419"
	},
	"description": "The Human Protein Atlas (HPA) is a Swedish-based program started in 2003 with the aim to map of all the human proteins in cells, tissues and organs using integration of various omics technologies, including antibody-based imaging, mass spectrometry-based proteomics, transcriptomics and systems biology. All the data in the knowledge resource is open access to allow scientists both in academia and industry to freely access the data for exploration of the human proteome. The Human Protein Atlas consists of three separate parts, each focusing on a particular aspect of the genome-wide analysis of the human proteins; the Tissue Atlas showing the distribution of the proteins across all major tissues and organs in the human body, the Cell Atlas showing the subcellular localization of proteins in single cells, and finally the Pathology Atlas showing the impact of protein levels for survival of patients with cancer. The Human Protein Atlas program has already contributed to several thousands of publications in the field of human biology and disease and it is selected by the organization ELIXIR (www.elixir-europe.org) as a European core resource due to its fundamental importance for a wider life science community. The HPA consortium is funded by the Knut and Alice Wallenberg Foundation.",
	"url": "http://www.proteinatlas.org",
	"keywords": "gene, protein, protein expression, antibody",
	"dataset": [
		{
			"@type": "Dataset",
			"name": "Tissue Atlas",
			"description": "The Tissue Atlas shows the expression and localization of human proteins across tissues and organs, based on deep sequencing of RNA (RNA-seq) from 37 major different normal tissue types and immunohistochemistry on tissue microarrays containing 44 different tissue types. Altogether 76 different cell types, corresponding to 44 normal human tissue types covering all major parts of the human body, have been analyzed manually and the data is presented as histology-based annotation of protein expression levels. The antibody-based protein profiles are qualitative and describe the spatial distribution, cell type specificity and the rough relative abundance of proteins in these tissues, whereas the mRNA data provide quantitative data on the average gene expression within an entire tissue. For each gene, the immunohistochemical staining profile is matched with mRNA data and gene/protein characterization data to yield an \"annotated protein expression\" profile."
		},
		{
			"@type": "Dataset",
			"name": "Cell Atlas",
			"description": "The Cell Atlas provides high-resolution insights in the spatial distribution of proteins within cells. Firstly, it contains mRNA expression profiles from a diverse panel of human-derived cell lines (n=56) representing different germ layers and tissues. Secondly, the atlas contains high-resolution, multicolour images of immunofluorescently labeled cells that detail the subcellular distribution pattern of proteins in these cells. By default U-2OS cells and 2 based on expression selected cell lines are probed with each antibody. The cells are stained in a standardized way where the antibody of interest is visualized in green, the microtubules red, the endoplasmic reticulum yellow, and nuclei counterstained in blue. The images are manually annotated in terms of spatial distribution to 30 different cellular structures representing 14 major organelles. The annotated locations for every protein are classified as main and additional, and assigned a reliability score."
		},
		{
			"@type": "Dataset",
			"name": "Pathology Atlas",
			"description": "The Human Pathology Atlas (published in Science) is based on a systems-based analysis of the transcriptome of 17 main cancer types using data from 8,000 patients. In addition, we show a new concept to present patient survival data, called Interactive Survival Scatter plots, and in the atlas, we present more than 400,000 such plots. A national supercomputer center were used to analyze more than 2.5 petabytes of underlying publicly available data from the Cancer Genome Atlas (TCGA) to generate more than 900,000 survival plots describing the consequence of RNA and protein levels on clinical survival. The Pathology Atlas also contains 5 million pathology-based images generated by the Human Protein Atlas consortium. The Research Article in Science reports several important findings related to cancer biology and treatment. Firstly, a large fraction of genes is differentially expressed in cancers - and in many cases - have an impact on overall patient survival. The research also showed that gene expression patterns of individual tumors varied considerably, and could exceed the variation observed between different cancer types. Shorter patient survival was generally associated with up-regulation of genes involved in mitosis and cell growth, and down-regulation of genes involved in cellular differentiation. The data allowed the researchers to generate personalized genome-scale metabolic models for cancer patients to identify key genes involved in tumor growth."
		}
	],
	"provider": {
		"@type": "Organization",
		"legalName": "Human Protein Atlas",
		"email": "contact@proteinatlas.org",
		"founder": {
			"@type": "Person",
			"givenName": "Mathias",
			"familyName": "Uhlen",
			"identifier": "orcid.org/0000-0002-4858-8056"
		}
	}
}